Repository: ThreeManager785/Sekai-Kit
Catalog: DoriKit/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# BAND_NAME_HHW
source: Hello, Happy World!
ja: ハロー、ハッピーワールド！

# btnShowContent
source: Show Content
ja: 内容を表示
zh_hans: 显示内容
zh_hant: 顯示內容

# cardbirthday
source: Birthday
ja: バースデー
zh_hans: 生日
zh_hant: 生日

# cardcampaign
source: Campaign
ja: キャンペーン
zh_hans: 联名合作
zh_hant: 聯名合作

# carddreamfes
source: Dream Fes
ja: ドリフェス
zh_hans: 梦限
zh_hant: 夢幻祭典

# cardevent
source: Event
ja: イベント
zh_hans: 活动
zh_hant: 活動

# cardinitial
source: Initial
ja: デフォルト
zh_hans: 初始
zh_hant: 初始

# cardkirafes
source: Kira Fes
ja: キラフェス
zh_hans: 闪限
zh_hant: 閃耀祭典

# cardlimited
source: Limited
ja: 期間限定
zh_hans: 期间限定
zh_hant: 期間限定

# cardothers
source: Others
ja: その他
zh_hans: 其他
zh_hant: 其他

# cardpermanent
source: Permanent
ja: 無期限
zh_hans: 无期限
zh_hant: 常駐

# cardspecial
source: Special
ja: 特別
zh_hans: 特殊
zh_hant: 特殊

source: Challenge Live
ja: チャレンジライブ
zh_hans: 挑战LIVE
zh_hant: 挑戰LIVE

# CHARACTER_NAME_ID_1
source: Kasumi Toyama
ja: 戸山 香澄
zh_hans: 户山 香澄
zh_hant: 戶山 香澄

# CHARACTER_NAME_ID_2
source: Tae Hanazono
ja: 花園 たえ
zh_hans: 花园 多惠
zh_hant: 花園 多惠

# CHARACTER_NAME_ID_3
source: Rimi Ushigome
ja: 牛込 りみ
zh_hans: 牛込 里美
zh_hant: 牛込 里美

# CHARACTER_NAME_ID_4
source: Saya Yamabuki
ja: 山吹 沙綾
zh_hans: 山吹 沙绫
zh_hant: 山吹 沙綾

# CHARACTER_NAME_ID_5
source: Arisa Ichigaya
ja: 市ヶ谷 有咲
zh_hans: 市谷 有咲
zh_hant: 市谷 有咲

# CHARACTER_NAME_ID_6
source: Ran Mitake
ja: 美竹 蘭
zh_hans: 美竹 兰
zh_hant: 美竹 蘭

# CHARACTER_NAME_ID_7
source: Moca Aoba
ja: 青葉 モカ
zh_hans: 青叶 摩卡
zh_hant: 青葉 摩卡

# CHARACTER_NAME_ID_8
source: Himari Uehara
ja: 上原 ひまり
zh_hans: 上原 绯玛丽
zh_hant: 上原 緋瑪麗

# CHARACTER_NAME_ID_9
source: Tomoe Udagawa
ja: 宇田川 巴
zh_hans: 宇田川 巴
zh_hant: 宇田川 巴

# CHARACTER_NAME_ID_10
source: Tsugumi Hazawa
ja: 羽沢 つぐみ
zh_hans: 羽泽 鸫
zh_hant: 羽澤 鶇

# CHARACTER_NAME_ID_11
source: Kokoro Tsurumaki
ja: 弦巻 こころ
zh_hans: 弦卷 心
zh_hant: 弦卷 心

# CHARACTER_NAME_ID_12
source: Kaoru Seta
ja: 瀬田 薫
zh_hans: 濑田 薰
zh_hant: 瀨田 薰

# CHARACTER_NAME_ID_13
source: Hagumi Kitazawa
ja: 北沢 はぐみ
zh_hans: 北泽 育美
zh_hant: 北澤 育美

# CHARACTER_NAME_ID_14
source: Kanon Matsubara
ja: 松原 花音
zh_hans: 松原 花音
zh_hant: 松原 花音

# CHARACTER_NAME_ID_15
source: Misaki Okusawa
ja: ミッシェル
zh_hans: 米歇尔
zh_hant: 米歇爾

# CHARACTER_NAME_ID_16
source: Aya Maruyama
ja: 丸山 彩
zh_hans: 丸山 彩
zh_hant: 丸山 彩

# CHARACTER_NAME_ID_17
source: Hina Hikawa
ja: 氷川 日菜
zh_hans: 冰川 日菜
zh_hant: 冰川 日菜

# CHARACTER_NAME_ID_18
source: Chisato Shirasagi
ja: 白鷺 千聖
zh_hans: 白鹭 千圣
zh_hant: 白鷺 千聖

# CHARACTER_NAME_ID_19
source: Maya Yamato
ja: 大和 麻弥
zh_hans: 大和 麻弥
zh_hant: 大和 麻彌

# CHARACTER_NAME_ID_20
source: Eve Wakamiya
ja: 若宮 イヴ
zh_hans: 若宫 伊芙
zh_hant: 若宮 伊芙

# CHARACTER_NAME_ID_21
source: Yukina Minato
ja: 湊 友希那
zh_hans: 凑 友希那
zh_hant: 湊 友希那

# CHARACTER_NAME_ID_22
source: Sayo Hikawa
ja: 氷川 紗夜
zh_hans: 冰川 纱夜
zh_hant: 冰川 紗夜

# CHARACTER_NAME_ID_23
source: Lisa Imai
ja: 今井 リサ
zh_hans: 今井 莉莎
zh_hant: 今井 莉莎

# CHARACTER_NAME_ID_24
source: Ako Udagawa
ja: 宇田川 あこ
zh_hans: 宇田川 亚子
zh_hant: 宇田川 亞子

# CHARACTER_NAME_ID_25
source: Rinko Shirokane
ja: 白金 燐子
zh_hans: 白金 燐子
zh_hant: 白金 燐子

# CHARACTER_NAME_ID_26
source: Mashiro Kurata
ja: 倉田 ましろ
zh_hans: 仓田 真白
zh_hant: 倉田 真白

# CHARACTER_NAME_ID_27
source: Toko Kirigaya
ja: 桐ヶ谷 透子
zh_hans: 桐谷 透子
zh_hant: 桐谷 透子

# CHARACTER_NAME_ID_28
source: Nanami Hiromachi
ja: 広町 七深
zh_hans: 广町 七深
zh_hant: 廣町 七深

# CHARACTER_NAME_ID_29
source: Tsukushi Futaba
ja: 二葉 つくし
zh_hans: 二叶 筑紫
zh_hant: 二葉 筑紫

# CHARACTER_NAME_ID_30
source: Rui Yashio
ja: 八潮 瑠唯
zh_hans: 八潮 瑠唯
zh_hant: 八潮 瑠唯

# CHARACTER_NAME_ID_31
source: Rei Wakana
ja: 和奏 レイ
zh_hans: 和奏 瑞依
zh_hant: LAYER

# CHARACTER_NAME_ID_32
source: Rokka Asahi
ja: 朝日 六花
zh_hans: 朝日 六花
zh_hant: LOCK

# CHARACTER_NAME_ID_33
source: Masuki Sato
ja: 佐藤 ますき
zh_hans: 佐藤 益木
zh_hant: MASKING

# CHARACTER_NAME_ID_34
source: Reona Nyubara
ja: 鳰原 令王那
zh_hans: 鳰原 令王那
zh_hant: PAREO

# CHARACTER_NAME_ID_35
source: Chiyu Tamade
ja: 珠手 ちゆ
zh_hans: 珠手 知由
zh_hant: CHU²

# CHARACTER_NAME_ID_36
source: Tomori Takamatsu
ja: 高松 燈
zh_hans: 高松 灯
zh_hant: 高松 燈

# CHARACTER_NAME_ID_37
source: Anon Chihaya
ja: 千早 愛音
zh_hans: 千早 爱音
zh_hant: 千早 愛音

# CHARACTER_NAME_ID_38
source: Rana Kaname
ja: 要 楽奈
zh_hans: 要 乐奈
zh_hant: 要 樂奈

# CHARACTER_NAME_ID_39
source: Soyo Nagasaki
ja: 長崎 そよ
zh_hans: 长崎 爽世
zh_hant: 長崎 爽世

# CHARACTER_NAME_ID_40
source: Taki Shina
ja: 椎名 立希
zh_hans: 椎名 立希
zh_hant: 椎名 立希

# CHARACTER_PROFILE_PART_BASS
source: Bassist
ja: ベース
zh_hans: 贝斯手
zh_hant: 貝斯

# CHARACTER_PROFILE_PART_BASS_VOCAL
source: Bassist, Vocalist
ja: ベース、ボカル
zh_hans: 贝斯手，主唱
zh_hant: 貝斯，主唱

# CHARACTER_PROFILE_PART_DRUM
source: Drummer
ja: ドラム
zh_hans: 鼓手
zh_hant: 爵士鼓

# CHARACTER_PROFILE_PART_GUITAR
source: Guitarist
ja: ギター
zh_hans: 吉他手
zh_hant: 吉他

# CHARACTER_PROFILE_PART_GUITAR_VOCAL
source: Guitarist, Vocalist
ja: ギター、ボカル
zh_hans: 吉他手，主唱
zh_hant: 吉他，主唱

# CHARACTER_PROFILE_PART_KEYBOARD
source: Keyboardist
ja: キーボード
zh_hans: 键盘手
zh_hant: 鍵盤

# CHARACTER_PROFILE_PART_VIOLIN
source: Violin
ja: バイオリン
zh_hans: 小提琴
zh_hant: 小提琴

# CHARACTER_PROFILE_PART_VOCAL
source: Vocalist
ja: ボカル
zh_hans: 主唱
zh_hant: 主唱

source: Combo
ja: コンボ
zh_hant: 連擊數

# COMMUNITY_STORY_AGE_RATING_EXPLICIT
source: Explicit
ja: 成人向け
zh_hans: 成人
zh_hant: 成人

# COMMUNITY_STORY_AGE_RATING_GENERAL
source: General Audiences
ja: 普通
zh_hans: 普通
zh_hant: 普遍

# COMMUNITY_STORY_AGE_RATING_MATURE
source: Mature
ja: マチュア
zh_hans: 成熟
zh_hant: 成熟

# COMMUNITY_STORY_AGE_RATING_TEEN_AND_UP
source: Teen and Up
ja: 青少年以上
zh_hans: 青少年及以上
zh_hant: 青少年及以上

source: Completed
ja: 終了
zh_hans: 已完结
zh_hant: 結束

# CONSTELLATION_AQUARIUS
source: Aquarius
ja: みずがめ座
zh_hans: 水瓶座
zh_hant: 寶瓶座

# CONSTELLATION_ARIES
source: Aries
ja: おひつじ座
zh_hans: 白羊座
zh_hant: 白羊座

# CONSTELLATION_CANCER
source: Cancer
ja: かに座
zh_hans: 巨蟹座
zh_hant: 巨蟹座

# CONSTELLATION_CAPRICORN
source: Capricorn
ja: やぎ座
zh_hans: 魔羯座
zh_hant: 摩羯座

# CONSTELLATION_GEMINI
source: Gemini
ja: ふたご座
zh_hans: 双子座
zh_hant: 雙子座

# CONSTELLATION_LEO
source: Leo
ja: しし座
zh_hans: 狮子座
zh_hant: 獅子座

# CONSTELLATION_LIBRA
source: Libra
ja: てんびん座
zh_hans: 天秤座
zh_hant: 天秤座

# CONSTELLATION_PISCES
source: Pisces
ja: うお座
zh_hans: 双鱼座
zh_hant: 雙魚座

# CONSTELLATION_SAGITTARIUS
source: Sagittarius
ja: いて座
zh_hans: 射手座
zh_hant: 射手座

# CONSTELLATION_SCORPIO
source: Scorpio
ja: さそり座
zh_hans: 天蝎座
zh_hant: 天蠍座

# CONSTELLATION_TAURUS
source: Taurus
ja: おうし座
zh_hans: 金牛座
zh_hant: 金牛座

# CONSTELLATION_VIRGO
source: Virgo
ja: おとめ座
zh_hans: 处女座
zh_hant: 室女座

source: Cool
ja: クール

# episodeanimation
source: Animation Episode
ja: アニメエピソード
zh_hans: 动画故事
zh_hant: 動畫故事

# episodememorial
source: Special Episode
ja: メモリアルエピソード
zh_hans: 纪念故事
zh_hant: 紀念故事

# episodestandard
source: Episode
ja: エピソード
zh_hans: 故事
zh_hant: 故事

# EVENT_%@_IN_%@_HAS_ENDED
source: %2$@ Event “%1$@” has Ended!
ja: %2$@のイベント「%1$@」終了！
zh_hans: %2$@活动“%1$@”已结束！
zh_hant: %2$@活動“%1$@”已結束！

# EVENT_%@_IN_%@_WILL_END_AFTER_%lld_DAYS
source: %2$@ Event “%1$@” is Ending in %3$lld Days!
ja: %2$@のイベント「%1$@」は%3$lld日に終了！
zh_hans: %2$@活动“%1$@”将在%3$lld天后结束！
zh_hant: %2$@活動“%1$@”將在%3$lld天後結束！

# EVENT_%@_IN_%@_WILL_END_TODAY
source: %2$@ Event “%1$@” is Ending Today!
ja: %2$@のイベント「%1$@」は今日に終了！
zh_hans: %2$@活动“%1$@”将在今天结束！
zh_hant: %2$@活動“%1$@”將在今天結束！

# EVENT_%@_IN_%@_WILL_START_AFTER_%lld_DAYS
source: %2$@ Event “%1$@” is Available in %3$lld Days!
ja: %2$@のイベント「%1$@」は%3$lld日に開始！
zh_hans: %2$@活动“%1$@”将在%3$lld天后开始！
zh_hant: %2$@活動“%1$@”將在%3$lld天後開始！

# EVENT_%@_IN_%@_WILL_START_TODAY
source: %2$@ Event “%1$@” is Available Today!
ja: %2$@のイベント「%1$@」は今日に開始！
zh_hans: %2$@活动“%1$@”将在今天开始！
zh_hant: %2$@活動“%1$@”將在今天開始！

# eventchallenge
source: Challenge Live
ja: チャレンジライブ
zh_hans: 挑战LIVE
zh_hant: 挑戰模式

# eventfestival
source: Team Live Festival
ja: チームライブフェス
zh_hans: 团队LIVE佳节
zh_hant: 團隊模式

# eventlive_try
source: Live Goals
ja: ライブトライ
zh_hans: LIVE试炼
zh_hant: 試煉模式

# eventmedley
source: Medley Live
ja: メドレーライブ
zh_hans: 组曲模式
zh_hant: 組曲模式

# eventmission_live
source: Mission Live
ja: ミッションライブ
zh_hans: 任务LIVE
zh_hant: 任務模式

# eventstory
source: Normal
ja: ストーリ
zh_hans: 一般活动
zh_hant: 通常活動

# eventversus
source: VS Live
ja: 対バンライブ
zh_hans: 竞演LIVE
zh_hant: 競演模式

# festivalresultlose
source: Lose
ja: 敗北
zh_hans: 失败
zh_hant: 落敗

# festivalresultwin
source: Win
ja: 勝利
zh_hans: 胜利
zh_hant: 勝利

# FILTER_KEY_ATTRIBUTE
source: Attribute
ja: タイプ
zh_hans: 属性
zh_hant: 屬性

# FILTER_KEY_BAND
source: Band
ja: バンド
zh_hans: 乐团
zh_hant: 樂團

# FILTER_KEY_BAND_MATCHES_OTHERS
source: Bands Match Others
ja: バンドは他とマッチする
zh_hans: 乐队匹配其他
zh_hant: 樂隊匹配其他

# FILTER_KEY_CARD_TYPE
source: Type
ja: タイプ
zh_hans: 种类
zh_hant: 類型

# FILTER_KEY_CHARACTER
source: Character
ja: キャラ
zh_hans: 角色
zh_hant: 角色

# FILTER_KEY_CHARACTER_REQUIRES_MATCH_ALL
source: Character Matching Method
ja: キャラマッチング方式
zh_hans: 角色匹配方式
zh_hant: 角色匹配方式

# FILTER_KEY_COMIC_TYPE
source: Type
ja: タイプ
zh_hans: 种类
zh_hant: 類型

# FILTER_KEY_EVENT_TYPE
source: Type
ja: タイプ
zh_hans: 种类
zh_hant: 類型

# FILTER_KEY_GACHA_TYPE
source: Type
ja: タイプ
zh_hans: 种类
zh_hant: 類型

# FILTER_KEY_LEVEL
source: Level
ja: レベル
zh_hans: 等级
zh_hant: 等級

# FILTER_KEY_LOGIN_CAMPAIGN_TYPE
source: Type
ja: タイプ
zh_hans: 种类
zh_hant: 類型

# FILTER_KEY_RARITY
source: Rarity
ja: レアリティ
zh_hans: 稀有度
zh_hant: 稀有度

# FILTER_KEY_RELEASED
source: Availability
ja: 可用性
zh_hans: 有/无
zh_hant: 是否可取得

# FILTER_KEY_SERVER
source: Server
ja: サーバー
zh_hans: 服务器
zh_hant: 伺服器

# FILTER_KEY_SKILL
source: Skill
ja: スキル
zh_hans: 技能
zh_hant: 技能

# FILTER_KEY_SONG_AVAILABILITY
source: Status
ja: ステータス
zh_hans: 状态
zh_hant: 狀態

# FILTER_KEY_SONG_TYPE
source: Type
ja: タイプ
zh_hans: 种类
zh_hant: 類型

# FILTER_KEY_SORT
source: Sort By
ja: 並べ替え
zh_hans: 排序
zh_hant: 排序

# FILTER_KEY_TIMELINE_STATUS
source: Status
ja: ステータス
zh_hans: 状态
zh_hant: 狀態

# FILTER_MATCH_ALL
source: All Selected
ja: すべてを選択
zh_hans: 包含全部
zh_hant: 全部已選取

# FILTER_MATCH_ANY
source: Any Selected
ja: 任意の選択
zh_hans: 包含任意
zh_hant: 任意已選取

# FILTER_SKILL_ANY
source: Any
ja: 自由
zh_hans: 任意
zh_hant: 任意

# FILTER_SORT_KEYWORD_DIFFICULTY_RELEASE_DATE_IN_%@
source: Difficulty Release Date (%@)
ja: 難易度実装日付 (%@)
zh_hans: 难度发布日期 (%@)
zh_hant: 難度實裝時間 (%@)

# FILTER_SORT_KEYWORD_LEVEL_FOR_%@
source: Level (%@)
ja: 難易度 (%@)
zh_hans: 等级 (%@)
zh_hant: 等級 (%@)

# FILTER_SORT_KEYWORD_MAXIMUM_STAT
source: Max Power
ja: 最大総合力
zh_hans: 最大综合力
zh_hant: 最大總合力

# FILTER_SORT_KEYWORD_MV_RELEASE_DATE_IN_%@
source: MV Release Date (%@)
ja: MVリリース時間 (%@)
zh_hans: MV发布日期 (%@)
zh_hant: MV實裝時間 (%@)

# FILTER_SORT_KEYWORD_RARITY
source: Rarity
ja: レアリティ
zh_hans: 稀有度
zh_hant: 稀有度

# FILTER_SORT_KEYWORD_RELEASE_DATE_IN_%@
source: Release Date (%@)
ja: リリース時間 (%@)
zh_hans: 发布日期 (%@)
zh_hant: 實裝時間 (%@)

# FILTER_SORT_KEYWORD_START_DATE_IN_%@
source: Start Date (%@)
ja: 開始時間 (%@)
zh_hans: 开始日期 (%@)
zh_hant: 開始時間 (%@)

# FILTER_SORT_ORDER_ASCENDING
source: Ascending
ja: 昇順
zh_hans: 升序
zh_hant: 升冪排序

# FILTER_SORT_ORDER_DESCENDING
source: Descending
ja: 降順
zh_hans: 降序
zh_hant: 降冪排序

# FILTER_SORT_ORDER_NEWEST_TO_OLDEST
source: Newest to Oldest
ja: 新しい順
zh_hans: 最新到最旧
zh_hant: 最新到最舊

# FILTER_SORT_ORDER_OLDEST_TO_NEWEST
source: Oldest to Newest
ja: 古い順
zh_hans: 最旧到最新
zh_hant: 最舊到最新

source: Four-frame
ja: ４コマ
zh_hans: 四格
zh_hant: 四格

source: Free Live
ja: フリーライブ
zh_hans: 自由LIVE
zh_hant: 自由LIVE

# GACHA_%@_IN_%@_HAS_ENDED
source: %2$@ Gacha “%1$@” has Closed!
ja: %2$@のガチャ「%1$@」終了！
zh_hans: %2$@转蛋“%1$@”已结束！
zh_hant: %2$@轉蛋“%1$@”已結束！

# GACHA_%@_IN_%@_WILL_END_AFTER_%lld_DAYS
source: %2$@ Gacha “%1$@” is Closing in %3$lld Days!
ja: %2$@のガチャ「%1$@」は%3$lld日に終了！
zh_hans: %2$@转蛋“%1$@”将在%3$lld天后结束！
zh_hant: %2$@轉蛋“%1$@”將在%3$lld天後結束！

# GACHA_%@_IN_%@_WILL_END_TODAY
source: %2$@ Gacha “%1$@” is Closing Today!
ja: %2$@のガチャ「%1$@」は今日に終了！
zh_hans: %2$@转蛋“%1$@”将在今天结束！
zh_hant: %2$@轉蛋“%1$@”將在今天結束！

# GACHA_%@_IN_%@_WILL_START_AFTER_%lld_DAYS
source: %2$@ Gacha “%1$@” is Available in %3$lld Days!
ja: %2$@のガチャ「%1$@」は%3$lld日に公開！
zh_hans: %2$@转蛋“%1$@”将在%3$lld天后开放！
zh_hant: %2$@轉蛋“%1$@”將在%3$lld天後開始！

# GACHA_%@_IN_%@_WILL_START_TODAY
source: %2$@ Gacha “%1$@” is Available Today!
ja: %2$@のガチャ「%1$@」は今日に開始！
zh_hans: %2$@转蛋“%1$@”将在今天开始！
zh_hant: %2$@轉蛋“%1$@”將在今天開始！

# GACHA_PAYMENT_METHOD_BEHAVIOR_FIXED_5_STAR_ONCE
source: ★5 Guaranteed
ja: ★5確定
zh_hans: 必中一★5
zh_hant: ★5必得

# GACHA_PAYMENT_METHOD_BEHAVIOR_ONCE_A_DAY
source: Once per day
ja: 1日1回限定
zh_hans: 每日一次
zh_hant: 每日單抽

# GACHA_PAYMENT_METHOD_BEHAVIOR_ONCE_A_DAY_OVER_THE_3_STAR_ONCE
source: ★3+ Guaranteed, Maximum 1 Time
ja: 1日1回限定、★3以上確定
zh_hans: 每日一次，必中一★3+
zh_hant: 每日單抽，★3以上必得

# GACHA_PAYMENT_METHOD_BEHAVIOR_OVER_THE_3_STAR_ONCE
source: ★3+ Guaranteed
ja: ★3以上確定
zh_hans: 必中一★3+
zh_hant: ★3以上必得

# GACHA_PAYMENT_METHOD_BEHAVIOR_OVER_THE_4_STAR_ONCE
source: ★4+ Guaranteed
ja: ★4以上確定
zh_hans: 必中一★4+
zh_hant: ★4以上必得

# GACHA_PAYMENT_METHOD_METHOD_FIXED_5_STAR_TICKET
source: ★5 Guaranteed Ticket
ja: ★5確定チケット
zh_hans: ★５确认招募券
zh_hant: ★5確定轉蛋券

# GACHA_PAYMENT_METHOD_METHOD_FREE
source: Free
ja: 無償
zh_hans: 免费
zh_hant: 免費

# GACHA_PAYMENT_METHOD_METHOD_FREE_STAR
source: Star (Free)
ja: スター (無償)
zh_hans: 星石 (免费)
zh_hant: Star (免費)

# GACHA_PAYMENT_METHOD_METHOD_NORMAL_TICKET
source: Gacha Ticket
ja: スターガチャチケット
zh_hans: 星石招募券
zh_hant: Ｓｔａｒ轉蛋券

# GACHA_PAYMENT_METHOD_METHOD_OVER_THE_3_STAR_TICKET
source: ★3+ Guaranteed Ticket
ja: ★３以上確定チケット
zh_hans: ★3以上稀有度必出招募券
zh_hant: ★３以上確定轉蛋券

# GACHA_PAYMENT_METHOD_METHOD_OVER_THE_4_STAR_TICKET
source: ★4+ Guaranteed Ticket
ja: ★4以上確定チケット
zh_hans: ★4以上稀有度必出招募券
zh_hant: ★4以上確定轉蛋券

# GACHA_PAYMENT_METHOD_METHOD_PAID_STAR
source: Star (Paid)
ja: スター (有償)
zh_hans: 星石 (付费)
zh_hant: Star (付費)

# gachabirthday
source: Birthday
ja: バースデー
zh_hans: 生日
zh_hant: 生日

# gachadreamfes
source: Dream Fes
ja: ドリフェス
zh_hans: 梦限
zh_hant: 夢幻祭典

# gachafree
source: Free
ja: 無料
zh_hans: 免费
zh_hant: 免費

# gachakirafes
source: Kira Fes
ja: キラフェス
zh_hans: 闪限
zh_hant: 閃耀祭典

# gachalimited
source: Limited
ja: 期間限定
zh_hans: 期间限定
zh_hant: 期間限定

# gachamiracle
source: Miracle
ja: ミラクル
zh_hans: 奇迹
zh_hant: 奇蹟

# gachapermanent
source: Permanent
ja: 無期限
zh_hans: 无期限
zh_hant: 常駐

# gachaspecial
source: Special
ja: 特別
zh_hans: 特殊
zh_hant: 特殊

source: Happy
ja: ハッピー

# header.assets
source: Assets
ja: ゲーム資料
zh_hans: 数据包
zh_hant: 遊戲資料

# header.cards
source: Cards
ja: カード
zh_hans: 卡牌
zh_hant: 卡片

# header.comics
source: Comics
ja: コミック
zh_hans: 漫画
zh_hant: 漫畫

# header.costumes
source: Costumes
ja: 衣装
zh_hans: 服装
zh_hant: 服裝

# header.events
source: Events
ja: イベント
zh_hans: 活动
zh_hant: 活動

# header.exchanges
source: Sticker Exchanges
ja: シール交換
zh_hans: 贴纸交换
zh_hant: 貼紙交換所

# header.gacha
source: Gacha
ja: ガチャ
zh_hans: 招募
zh_hant: 轉蛋

# header.logins
source: Login Campaigns
ja: ログインキャンペーン
zh_hans: 登录奖励
zh_hant: 登入獎勵

# header.missions
source: Missions
ja: ミッション
zh_hans: 任务
zh_hant: 任務

# header.musicVideos
source: Music Videos
ja: MV
zh_hans: MV
zh_hant: MV

# header.noChanges
source: No Major Changes Detected
ja: 重要な変更はありません
zh_hans: 没有任何重大的变更
zh_hant: 沒有找到重大變更

# header.songdiffs
source: Song Difficulties
ja: 楽曲レベル
zh_hans: 歌曲难度
zh_hant: 歌曲難度

# header.songs
source: Songs
ja: 楽曲
zh_hans: 歌曲
zh_hant: 歌曲

# judge
source: Note
ja: ノーツ
zh_hans: 节奏图示

# life
source: Energy
ja: ライフ
zh_hans: LIFE
zh_hant: LIFE

# LOGIN_CAMPAIGN_%@_IN_%@_HAS_ENDED
source: %2$@ Login Campaign “%1$@” has Ended!
ja: %2$@のログインキャンペーン「%1$@」終了！
zh_hans: %2$@登录奖励“%1$@”已结束！
zh_hant: %2$@登入獎勵“%1$@”已結束！

# LOGIN_CAMPAIGN_%@_IN_%@_WILL_END_AFTER_%lld_DAYS
source: %2$@ Login Campaign “%1$@” is Ending in %3$lld Days!
ja: %2$@のログインキャンペーン「%1$@」は%3$lld日に終了！
zh_hans: %2$@登录奖励“%1$@”将在%3$lld天后结束！
zh_hant: %2$@登入獎勵“%1$@”將在%3$lld天後結束！

# LOGIN_CAMPAIGN_%@_IN_%@_WILL_END_TODAY
source: %2$@ Login Campaign “%1$@” is Ending Today!
ja: %2$@のログインキャンペーン「%1$@」は今日に終了！
zh_hans: %2$@登录奖励“%1$@”将在今天结束！
zh_hant: %2$@登入獎勵“%1$@”將在今天結束！

# LOGIN_CAMPAIGN_%@_IN_%@_WILL_START_AFTER_%lld_DAYS
source: %2$@ Login Campaign “%1$@” is Available in %3$lld Days!
ja: %2$@のログインキャンペーン「%1$@」は%3$lld日に開始！
zh_hans: %2$@登录奖励“%1$@”将在%3$lld天后开放！
zh_hant: %2$@登入獎勵“%1$@”將在%3$lld天後開始！

# LOGIN_CAMPAIGN_%@_IN_%@_WILL_START_TODAY
source: %2$@ Login Campaign “%1$@” is Available Today!
ja: %2$@のログインキャンペーン「%1$@」は今日に開始！
zh_hans: %2$@登录奖励“%1$@”将在今天开始！
zh_hant: %2$@登入獎勵“%1$@”將在今天開始！

# LOGIN_ERROR_BLOCKED
source: Too many attempts, please try again later
ja: 試みが多すぎてお待ちください
zh_hans: 尝试次数过多，请稍后重试
zh_hant: 嘗試次數過多，請稍後再試

# LOGIN_ERROR_CREDENTIALS_INVALID
source: Incorrect username or password
ja: ユーザーかパスワードが間違い
zh_hans: 用户名或密码不正确
zh_hant: 帳號名或密碼不正確

# LOGIN_ERROR_NETWORK
source: Network error, please try again later
ja: 通信エラー、待ってもう一度試してください
zh_hans: 网络错误，请稍后重试
zh_hant: 網路異常，請稍後再試

# LOGIN_ERROR_PASSWORD_INVALID
source: Password must be between 8 and 32 characters long
ja: パスワードの文字列の長さは8字から32字まで
zh_hans: 密码必须是8到32字符长
zh_hant: 密碼必須是8~32個字元長

# LOGIN_ERROR_UNKNOWN
source: Unknown error, please try again later
ja: 不明エラー、待ってもう一度試してください
zh_hans: 未知错误，请稍后重试
zh_hant: 未知的錯誤，請稍後再試

# LOGIN_ERROR_USERNAME_INVALID
source: Username must be between 6 and 32 characters long
ja: ユーザーの文字列の長さは6字から32字まで
zh_hans: 用户名必须是6到32字符长
zh_hant: 帳號名必須是6~32個字元長

# loginbirthday
source: Birthday
ja: 誕生日
zh_hans: 生日
zh_hant: 生日

# logincomeback
source: Welcome Back
ja: カムバック
zh_hans: 欢迎回归
zh_hant: 歡迎回歸

# loginevent
source: Event
ja: イベント
zh_hans: 活动
zh_hant: 活動

# loginno_asset
source: Event
ja: イベント
zh_hans: 活动
zh_hant: 活動

# loginnormal
source: Normal
ja: 普通
zh_hans: 普通
zh_hant: 通常

# loginrookie
source: New Player
ja: スタートダッシュー
zh_hans: 新手
zh_hant: 新手

# missionalbum
source: Album
ja: アルバム
zh_hans: 相册
zh_hant: 相簿

# missionevent
source: Event
ja: イベント
zh_hans: 活动
zh_hant: 活動

# missionex_mission
source: EX Mission
ja: EXミッション
zh_hans: EX任务
zh_hant: EX任務

# missionnormal
source: Normal
ja: 通常
zh_hans: 普通
zh_hant: 普通

source: Multi
ja: 協力
zh_hans: 协力
zh_hant: 協力

source: Multi Live
ja: 協力ライブ
zh_hans: 协力LIVE
zh_hant: 協力LIVE

source: Ongoing
ja: 進行中
zh_hans: 进行中
zh_hant: 正在進行

source: Performance
ja: パフォーマンス
zh_hans: 演出

source: Powerful
ja: パワフル

source: Pure
ja: ピュア

source: Released
ja: 公開
zh_hans: 已发布
zh_hant: 已實裝

source: Score
ja: スコア
zh_hans: 分数
zh_hant: 分數

# seasonalCASUAL_APRILFOOL
source: April Fool Casual
ja: エイプリルフールズの普通服
zh_hans: 愚人节休闲
zh_hant: 愚人節休閒服

# seasonalCASUAL_SPRING
source: Spring Casual
ja: 春の普通服
zh_hans: 春季休闲
zh_hant: 春季休閒服

# seasonalCASUAL_SUMMER
source: Summer Casual
ja: 夏の普通服
zh_hans: 夏季休闲
zh_hant: 夏季休閒服

# seasonalCASUAL_WINTER
source: Winter Casual
ja: 冬の普通服
zh_hans: 冬季休闲
zh_hant: 冬季休閒服

# seasonalUNIFORM_APRILFOOL
source: April Fool Uniform
ja: エイプリルフールズの制服
zh_hans: 愚人节校服
zh_hant: 愚人節校服

# seasonalUNIFORM_SUMMER
source: Summer Uniform
ja: 夏の制服
zh_hans: 夏季校服
zh_hant: 夏季校服

# seasonalUNIFORM_WINTER
source: Winter Uniform
ja: 冬の制服
zh_hans: 冬季校服
zh_hant: 冬季校服

# SIGNUP_ERROR_BLOCKED
source: Too many registrations, please try again later
ja: サインアップ多すぎて少々お待ちください
zh_hans: 注册次数过多，请稍后重试
zh_hant: 註冊次數過多，請稍後再試

# SIGNUP_ERROR_EMAIL_INVALID
source: Email must be a valid email address
ja: 妥当なメールを入力ください
zh_hans: 无效Email地址
zh_hant: 無效的Email

# SIGNUP_ERROR_EMAIL_TAKEN
source: This email is already in use
ja: このメールは既にサインアップ済です
zh_hans: 这个Email已被使用
zh_hant: 這個Email已經被使用

# SIGNUP_ERROR_NETWORK
source: Network error, please try again later
ja: 通信エラー、待ってもう一度試してください
zh_hans: 网络错误，请稍后重试
zh_hant: 網路異常，請稍後再試

# SIGNUP_ERROR_PASSWORD_INVALID
source: Password must be between 8 and 32 characters long
ja: パスワードの文字列の長さは8字から32字まで
zh_hans: 密码必须是8到32字符长
zh_hant: 密碼必須是8~32個字元長

# SIGNUP_ERROR_UNKNOWN
source: Unknown error, please try again later
ja: 不明エラー、待ってもう一度試してください
zh_hans: 未知错误，请稍后重试
zh_hant: 未知的錯誤，請稍後再試

# SIGNUP_ERROR_USERNAME_INVALID
source: Username must be between 6 and 32 characters long, and contain only letters and numbers
ja: ユーザーの文字列の長さは6字から32字まで、英語字や番号しか使えない
zh_hans: 用户名必须是6到32字符长，并只包含字母和数字
zh_hant: 帳號名必須是6~32個字元長，只能使用字母和數字

# SIGNUP_ERROR_USERNAME_TAKEN
source: This username is already in use
ja: このユーザーは既にサインアップ済です
zh_hans: 这个用户名已被使用
zh_hant: 這個帳號名已經被使用

source: Single-frame
ja: １コマ
zh_hans: 单格
zh_hant: 一格

# SONG_%@_IN_%@_HAS_PUBLISHED
source: %2$@ Song “%1$@” has Released!
ja: %2$@の楽曲「%1$@」公開！
zh_hans: %2$@歌曲“%1$@”已发布！
zh_hant: %2$@歌曲“%1$@”已實裝！

# SONG_%@_IN_%@_WILL_START_AFTER_%lld_DAYS
source: %2$@ Song “%1$@” is Releasing in %3$lld Days!
ja: %2$@の楽曲「%1$@」は%3$lld日に公開！
zh_hans: %2$@歌曲“%1$@”将在%3$lld天后发布！
zh_hant: %2$@歌曲“%1$@”將在%3$lld天後實裝！

# SONG_%@_IN_%@_WILL_START_TODAY
source: %2$@ Song “%1$@” is Releasing Today!
ja: %2$@の楽曲「%1$@」は今日に公開！
zh_hans: %2$@歌曲“%1$@”将在今天发布！
zh_hant: %2$@歌曲“%1$@”將在今天實裝！

# SONG_AVAILABILITY_REMOVED
source: Removed
ja: 削除した
zh_hans: 已移除
zh_hant: 已移除

# SONG_AVAILABILITY_UPCOMING
source: Pending Release
ja: 発表待ち
zh_hans: 待发布
zh_hant: 待發布

# SONGS_AVAILABILITY_AVAILABLE
source: Available
ja: 使える
zh_hans: 可用
zh_hant: 可用

# taganime
source: Cover
ja: カバー
zh_hans: 翻唱曲
zh_hant: 翻唱曲

# tagnormal
source: Original
ja: オリジナル
zh_hans: 原创曲
zh_hant: 原創曲

# tagtie_up
source: Extra
ja: エキストラ
zh_hans: 额外曲
zh_hant: 額外曲

source: Technique
ja: テクニック
zh_hans: 技巧

# text.addedAssets
source: New assets added:
ja: 新しいゲーム資料：
zh_hans: 新添数据:
zh_hant: 新增遊戲資料：

# text.addedCards
source: New cards added:
ja: 新しいカード：
zh_hans: 新添卡牌:
zh_hant: 新增卡片：

# text.addedComics
source: New comics added:
ja: 新しいコミック：
zh_hans: 新添漫画:
zh_hant: 新增漫畫：

# text.addedCostumes
source: New costumes added:
ja: 新しい衣装：
zh_hans: 新添服装:
zh_hant: 新增服裝：

# text.addedEvents
source: New events added:
ja: 新しいイベント：
zh_hans: 新添活动:
zh_hant: 新增活動：

# text.addedExchanges
source: New sticker exchanges added:
ja: 新しいシール交換：
zh_hans: 新添贴纸交换:
zh_hant: 新增貼紙交換所：

# text.addedGacha
source: New gacha added:
ja: 新しいガチャ：
zh_hans: 新添招募:
zh_hant: 新增轉蛋：

# text.addedLogins
source: New login campaigns added:
ja: 新しいログインキャンペーン：
zh_hans: 新添登入奖励:
zh_hant: 新增登入獎勵：

# text.addedMissions
source: New missions added:
ja: 新しいミッション：
zh_hans: 新添任务:
zh_hant: 新增任務：

# text.addedMusicVideos
source: New music videos added:
ja: 新しいMV：
zh_hans: 新添MV:
zh_hant: 新增MV：

# text.addedSongDiffs
source: New song difficulties added:
ja: 新しい楽曲レベル：
zh_hans: 新添歌曲难度:
zh_hant: 新增歌曲難度：

# text.addedSongs
source: New songs added:
ja: 新しい楽曲：
zh_hans: 新添歌曲:
zh_hant: 新增歌曲：

# text.changedCloseDate
source: Close date changed:
ja: 終了時間変更：
zh_hans: 结束日期变更:
zh_hant: 結束日期變更：

# text.changedContent
source: Content changed:
ja: 内容変更：
zh_hans: 内容变更:
zh_hant: 內容變更：

# text.changedEndDate
source: Close date changed:
ja: 終了時間変更：
zh_hans: 结束日期变更:
zh_hant: 結束日期變更：

# text.changedReleaseDate
source: Release date changed:
ja: リリース時間変更：
zh_hans: 发布日期变更:
zh_hant: 實裝日期變更：

# text.changedStartDate
source: Start date changed:
ja: 開始時間変更：
zh_hans: 开始日期变更:
zh_hant: 開始日期變更：

# text.changedTitle
source: Title changed:
ja: タイトル変更：
zh_hans: 标题变更:
zh_hant: 標題變更：

# text.commonChangedTo[0]
source: Changed to
ja: 変更
zh_hans: 变更成
zh_hant: 變更成

# text.gachaCardsAdded
source: Cards added to gacha:
ja: ガチャに追加されたカード：
zh_hans: 新添招募卡牌:
zh_hant: 新增轉蛋卡片：

# text.gachaCardsRemoved
source: Cards removed from gacha:
ja: ガチャに外されたカード：
zh_hans: 移除招募卡牌:
zh_hant: 移除轉蛋卡片：

# text.introAssetPatchNote[0]
source: This is a comprehensive patch note for asset patch
ja: こちらはゲーム資料アップデート
zh_hans: 这是数据包
zh_hant: 這是遊戲資料

# text.introPatchNote[0]
source: This is a comprehensive patch note for patch
ja: こちらはアップデート
zh_hans: 这是
zh_hant: 這是

# text.noChanges[0]
source: Bestdori! Update Bot did not detect any major changes.
ja: Bestdori 更新BOTにより、重要な変更は見つかりませんでした
zh_hans: Bestdori! 更新BOT没有找到重大变更
zh_hant: Bestdori! 更新BOT沒有找到重大變更

# text.startAt
source: Start at
ja: 開始
zh_hans: 开始于
zh_hant: 開始於

# TIMELINE_STATUS_ENDED
source: Completed
ja: 終了
zh_hans: 已完结
zh_hant: 結束

# TIMELINE_STATUS_ONGOING
source: Ongoing
ja: 進行中
zh_hans: 进行中
zh_hant: 正在進行

# TIMELINE_STATUS_UPCOMING
source: Upcoming
ja: 開催予定
zh_hans: 即将开始
zh_hant: 即將開始

# txtImage
source: Image
ja: 画像
zh_hans: 图片
zh_hant: 圖片

# txtLinkStory
source: Story ({0})
ja: ストーリー ({0})
zh_hans: 故事 ({0})
zh_hant: 故事 ({0})

source: Upcoming
ja: 開催予定
zh_hans: 即将开始
zh_hant: 即將開始

source: Visual
ja: ビジュアル
zh_hans: 形象

source: VS Live
ja: 対バンライブ
zh_hans: 共演LIVE
zh_hant: 競演LIVE
